
<!doctype html>
<html lang="ru">
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>win2Change - простір розвитку, де виграють усі</title>
    <link rel="icon" type="image/png" href="favicon-96x96.png" sizes="96x96">
    <link rel="icon" type="image/svg+xml" href="favicon.svg">
    <link rel="shortcut icon" href="favicon.ico">
    <link rel="apple-touch-icon" sizes="180x180" href="apple-touch-icon.png">
    <meta name="apple-mobile-web-app-title" content="Xwin">
    <link rel="manifest" href="site.webmanifest">
    <meta name="theme-color" content="#0f254c">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Montserrat:ital,wght@0,100..900;1,100..900&display=swap" rel="stylesheet">
    <link href="css/bootstrap.min.css" rel="stylesheet">
    <link href="css/styles-min.css" rel="stylesheet">
    <meta name="twitter:card" content="summary">
    <meta property="og:url" content="https://www.xwinclub.com/">
    <meta property="og:title" content="win2Change - простір розвитку, де виграють усі">
    <meta property="og:image" content="https://www.xwinclub.com/img/bg-intro.jpg">
    <meta property="og:description" content="Наша місія: допомагати людям знаходити внутрішню опору та досягати результатів. Ми навчаємо співпраці, в якій кожен отримує цінність. Ключовий метод: win-win, розвиває цілеспрямованість, командність, повагу та стійкий успіх.Ми створюємо середовище, в якому кожне рішення та дія веде до розвитку масштабу особистості та реальних результатів у житті.">
    <script>
    !function(f,b,e,v,n,t,s)
    {if(f.fbq)return;n=f.fbq=function(){n.callMethod?
    n.callMethod.apply(n,arguments):n.queue.push(arguments)};
    if(!f._fbq)f._fbq=n;n.push=n;n.loaded=!0;n.version='2.0';
    n.queue=[];t=b.createElement(e);t.async=!0;
    t.src=v;s=b.getElementsByTagName(e)[0];
    s.parentNode.insertBefore(t,s)}(window, document,'script',
    'https://connect.facebook.net/en_US/fbevents.js');
    fbq('init', '1006293838130104');
    fbq('track', 'PageView');
    </script>
    <noscript><img height="1" width="1" style="display:none"
    src="https://www.facebook.com/tr?id=1006293838130104&ev=PageView&noscript=1"
    /></noscript>
  </head>
  <body>
    <header>
        <div class="container">
            <div class="d-flex align-items-start justify-content-between">
                <a href="./">
                    <img src="img/logo-xwin.svg" alt="XWin" class="logo">
                </a>
                <a href="#" class="mobile-toggle">
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 32 32"><path d="M 4 7 L 4 9 L 28 9 L 28 7 Z M 4 15 L 4 17 L 28 17 L 28 15 Z M 4 23 L 4 25 L 28 25 L 28 23 Z"/></svg>
                </a>
                <nav class="nav">
                    <a class="nav-link" href="./#who">Хто ми?</a>
                    <a class="nav-link" href="./#courses">Курси</a>
                    <a class="nav-link" href="#registration">Реєстрація</a>
                    <div class="nav-item dropdown">
                        <a class="nav-link dropdown-toggle" href="#" role="button" data-bs-toggle="dropdown" aria-expanded="false">
                            Розташування
                        </a>
                        <ul class="dropdown-menu">
                            <li><a class="dropdown-item" href="praga.html">Прага</a></li>
                            <li><a class="dropdown-item" href="kiev.html">Київ</a></li>
                            <li><a class="dropdown-item" href="warsaw.html">Варшава</a></li>
                            <li><a class="dropdown-item" href="dubai.html">Дубай</a></li>
                        </ul>
                    </div>   
                    <a class="nav-link" href="reviews.html">Відгуки</a>                 
                    <a class="nav-link" href="#contact">Контакт</a>
                </nav>
            </div>
        </div>
    </header><section class="intro">
    <div class="container position-relative">
        <h1>
            Кожен може<br>
            стати переможцем
        </h1>
        <h2 class="mb-5">
            Навчальний центр та спільнота у Празі
        </h2>
        <a href="#registration" class="btn btn-light">Дізнатись детальніше</a>
    </div>
</section>

<section class="section-center" id="who">
    <div class="container">
        <h2 class="mb-4">Хто ми</h2>
        <p>
            <strong>win2Change — простір розвитку, де виграють усі.</strong><br>
            Наша місія: допомагати людям знаходити внутрішню опору та досягати результатів. Ми навчаємо співпраці, в якій кожен отримує цінність. Ключовий метод: win-win, розвиває цілеспрямованість, командність, повагу та стійкий успіх.Ми створюємо середовище, в якому кожне рішення та дія веде до розвитку масштабу особистості та реальних результатів у житті.
        </p>
        <p>
            <strong>Офлайн тренінг "Формула твого успіху" Впливай на себе - змінюй світ навколо.</strong><br>
            Зроби перезапуск себе та побудуй життя, в якому тобі добре. Ми не про мотивацію та натхнення, які зникають після тренінгу. Ми про глибинні зміни, внутрішню опору та довгострокові результати.
        </p>
        <p>
            <strong>Успіх у твоєму житті – це не випадковість, а вибір.</strong><br>
            Формула успіху вже в твоїх руках, і настав час їй скористатися. Кожен крок, кожне рішення наближає тебе до мети і своєї мрії: <strong>Твоя історія успіху починається тут і зараз!</strong>
        </p>
    </div>
</section>

<section class="section-terms">
    <div class="container">
        <div class="row">
            <div class="col-md-8">
                <h2 class="mb-4">Чому тренінг "Формула твого успіху" змінить ваше життя?</h2>
                <p>
                    <strong>Перевірена методика, яку пройшли понад 25 000 учасників по всьому світу.</strong><br>
                    Тут немає порожніх обіцянок, а чіткі інструменти, за допомогою яких ти зможеш:
                </p>
                <ul>
                    <li>Керувати страхами та внутрішніми блоками</li>
                    <li>Відновлювати енергію та жити в балансі</li>
                    <li>Дбати про себе та відчувати власну цінність</li>
                    <li>Поліпшити якість свого життя</li>
                    <li>Вибудовувати стосунки з родиною та оточенням</li>
                    <li>Позбутися ілюзій</li>
                    <li>Досягати цілей</li>
                </ul>

                <p>Після тренінгу у тебе з'являться ясні, практичні інструменти та впевненість для реальних змін у житті.</p>

            </div>
        </div>

    </div>
</section>

<section class="section-orange">
    <div class="container">        
        <div class="row mb-3">
            <div class="col-md-4">
                <h3>Це тренінг для тебе, якщо ти:</h3>
                <ul>
                    <li>Хочеш більшого, але поки що не знаєш, як це реалізувати</li>
                    <li>Хочеш дізнатися про свою формулу успіху</li>
                    <li>Хочеш збільшити дохід та вийти за межі звичного рівня.</li>
                    <li>Хочеш відчувати легкість, енергію та впевненість у собі щодня</li>
                    <li>Хочеш стати автором своєї доліХочеш гармонійних стосунків та сім'ю.</li>
                </ul>
            </div>
            <div class="col-md-4">
                <h3>Якщо всередині звучить: "Хочу по-іншому, але не знаю як" - ми чекаємо саме на тебе.</h3>
                <p>
                    Якщо, тобі знайоме:
                </p>
                <ul>
                    <li>Відчуття, що живеш не своїм життям та не на своєму місці.</li>
                    <li>Страхи та сумніви, які сковують твої дії.</li>
                    <li>Оточення, яке тягне вниз і не підтримує твої зміни.</li>
                    <li>Блоки та внутрішні обмеження, які не дають виявити потенціал.</li>
                    <li>Почуття втраченості серед чужих правил, традицій та очікувань інших.</li>
                    <li>Проблеми у відносинах та в сім'ї </li>
                </ul>
            </div>
            <div class="col-md-4">
                <h3>На тренінгу ти отримаєш інструменти та підтримку, щоб:</h3>
                <ul>
                    <li>Звільнитися від страхів та обмежень.</li>
                    <li>Побачити себе зрозуміло, без ілюзій.</li>
                    <li>Знайти енергію та внутрішню опору.</li>
                    <li>Створити оточення, що допомагає тобі рости.</li>
                    <li>Стати автором свого життя, а не жертвою обставин.</li>
                </ul>
            </div>
        </div>
        <p class="text-center">
            <strong>Якщо ти відчуваєш, що світ довкола починає змінюватися, коли змінюєшся ти — ми чекаємо саме на тебе.</strong>
        </p>
</section>

<section class="section-terms" id="courses">
    <div class="container">
        <h2 class="mb-4">Програми win2Change — Київ 2025</h2>
        <div class="row">
            <div class="col-md-3">
                <h3>
                    БК-7 — Базовий курсс<br>
                    <span>(глибока теорія від Ольги Журби + 20% практика з результатом уже під час курсу)</span>
                </h3>
                <p>
                    <strong>Дати:</strong>
                </p>
                <ul>
                    <li>16, 17, 18 січня</li>
                </ul>
                <p>
                    <strong>Тривалість:</strong><br>
                    3 дня + вечерний разбор
                </p>
                <p class="mb-0">
                    <strong>Вартість:</strong><br>
                    <span class="cena">300$</span><br>- Швидке рішення:
                </p>
                <p>
                    <span class="cena">350$</span><br>- Пізнє рішення
                </p>
            </div>
            <div class="col-md-3">
                <h3>
                    ПК-7 — Програма Команда<br>
                    <span>(..............................)</span>
                </h3>
                <p>
                    <strong>Дати:</strong>
                </p>
                <ul>
                    <li>ПК-7 29, 30, 31 січня та 1 лютого.ПК-8 5, 6, 7, 8 лютого.</li>
                </ul>
                <p>
                    <strong>Длительность................:</strong><br>
                    4 дня + вечерний разбор................
                </p>
                <p class="mb-0">
                    <strong>Вартість:</strong><br>
                    <span class="cena">500$</span><br>- Швидке рішення:
                </p>
                <p>
                    <span class="cena">600$</span><br>- Пізнє рішення:
                </p>
            </div>
            <div class="col-md-3">
                <h3>
                    Лідерство та Партнерство<br>
                    <span>(Самостоятельная работа с сопровождением и поддержкой.........................)</span>
                </h3>
                <p>
                    <strong>Дати:</strong>
                </p>
                <ul>
                    <li>ЛП-7 6, 7, 8 лютого.ЛП-8 13, 14, 15 лютого</li>
                </ul>
                <p>
                </p>
                <p>
                    <strong>Длительность.......................:</strong><br>
                   3  Уикенда раз в месяц........................
                </p>
                <p class="mb-0">
                    <strong>Вартість:</strong><br>
                    <span class="cena">700$</span><br>- У пакеті зі швидким рішенням ПК:
                </p>
                <p>
                    <span class="cena">800$</span><br>- Швидке рішення окремо:
                </p>
				 <p>
                    <span class="cena">900$</span><br>- Пізнє рішення:
                </p>
            </div>
            <div class="col-md-3">
                <h3>
                    Комбінований пакет (ПК + ЛП)
                </h3>
                <p>
                    <strong>Дати:</strong><br>
                    все 3 программы по порядку...............
                </p>
                <p>
                    <strong>Длительность:.............</strong><br>
                   все 3 программы по порядку...............
                </p>
                <p class="mb-0">
                    <strong>Вартість:</strong><br>
                    <span class="cena">1400$ (за умови швидкого рішення до початку БК)</span>
                </p>
            </div>  
        </div>
    </div>
</section>

<section class="section-terms section-olga">
    <div class="container">
        <div class="row">
            <div class="col-md-6 pe-md-5 pb-5 pb-md-0">
                <img src="img/olga2.jpg" class="w-100 img-fluid">
            </div>
            <div class="col-md-6">
                <h2>Ольга Журба<br>- Ваш провідник та тренер.</h2>
                <p>Дипломований психолог, коуч-тренер із практичним досвідом проведення тренінгу понад 20 років. Тренінгові центри в Україні, Чехії, ОАЕ, Польщі.  Випускники по всьому світу.</p>
                <p><strong>Ольга переконана, що успіх у твоєму житті – це не випадковість, а вибір.</strong></p>
                <p>На основі свого багатого досвіду та результатів випускників вона знає: обставини та бар'єри були, є і будуть у кожного, але це не повинно зупиняти.</p>
                <p>Ольга випускає практичний досвід досягнення успіху. Її випускники часто кажуть: «Якби я знав це раніше…!» </p>
                <p class="signature">
                    «Ніколи не пізно почати інакше або спочатку і змінити своє життя. Цінуйте час, адже все тільки починається!»
                    <span class="d-block text-end">
                        Ольга Журба
                    </span>
                </p>

            </div>
        </div>
    </div>
</section>

<section class="section-white">
    <div class="container">
        <div class="row">
            <div class="col-md-6">
                <h2 class="mb-4">Що буде на тренінгу?</h2>
                <p>
                    Ви дізнаєтеся, що заважає вам виявити себе повною мірою, і отримаєте інструменти для виходу на новий рівень життя.
                </p>

                <p>Почнеш писати власну формулу успіху— не шаблонну, а унікальну </p>

                <p>Новий рівень усвідомленості й сили </p>

                <p>Інструменти для здорових стосунків </p>

                <p>Вміння жити з енергією, а не “нависнаженні”</p>

                <p>Ком’юніті людей, які теж обирають розвиток</p>
            </div>
        </div>
    </div>
</section>

<section class="section-terms">
    <div class="container">
        <div class="row align-items-center">
            <div class="col-md-6 pe-0 pe-md-5 mb-5 mb-md-0">
                <h2 class="mb-4">Сумніваєшся, у тебе в голові звучить «ні»?................</h2>
                <p>
                    <strong>"У мене немає часу........"</strong><br>
                    Значить, час його знайти. Ти в пріоритеті. Тобі 20, 30, чи вже 60 років? Якщо ти не вважаєш себе успішним, значить час не відкладати, а застосовувати нові методи. Ти гідний цього...................
                </p>
                <p>
                    <strong>«У мене немає грошей»..........</strong><br>
                    А якби ти знав, як це вплине на твоє життя? Ти знайшов би. Це не витрата — це інвестиція в себе, може для тебе стати найвигіднішою у твоїм житті. Іноді саме це рішення змінює все крок до життя, яке ти хочеш.........</p>
                <p>
                    <strong>«У мене немає бажання»...........</strong><br>
                    Тобі не треба «захотіти» — тобі просто треба прийти. Бажання жити по-іншому часто прокидається вже в першу годину тренінгу.............
                </p>
                <p>
                    <strong>«Мені це не допоможе».........</strong><br>
                    Якщо ти читаєш це, значить, у тобі вже є надія. І якщо ти дійшов до цього рядка, ти вже почав змінюватись. Ми тут, щоби показати — вихід є................
                </p>
            </div>
            <div class="col-md-6">
                <div class="ratio ratio-16x9">
                    <iframe src="https://youtube.com/channel/UCc9nddDxQePAXxv_babmRWA?si=iJn-0a44owgbZxWP" title="Запитання, які хвилюють кожного. Психолог – Ольга Журба. Що тренінг Формула твого успіху?" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
                </div>
            </div>
        </div>
    </div>
</section>

<section class="section-terms section-where">
    <div class="container">
        <h2 class="mb-4">Де ми знаходимося?</h2>
        <div class="row">
            <div class="col-md-4">
                <h3>Київ</h3>
                <p>
                    Базова програма<br> 
                    3,4,5.10.2025 <br>
                    Контакт для зв'язку:<br>
                    Роман @Chenchik2 телеграм
					📞+380 66 991 9106
					Дарія @DARIIAWORK12 телеграм
					📞+380 98 635 7623

                </p>
                <a href="kiev.html" class="btn btn-light mb-4">Докладніше</a>
            </div>
            <div class="col-md-4">
                <h3>Варшава.............</h3>
                <p>
                    Базовая программа<br>
                    5, 6, 7 декабря<br>
                    Контакт для связи:<br>
                    Владислав @Vladislav_RDNK телеграмм
                </p>
                <a href="warsaw.html" class="btn btn-light mb-4">Подробнее</a>
            </div>
            <div class="col-md-4">
                <h3>Дубай.............</h3>
                <p>
                    Базовая программа<br>
                    14, 15, 16 ноября<br>
                    Контакт для связи:<br>
                    Алексей @Krasniy_Aleksey телеграмм
                </p>
                <a href="dubai.html" class="btn btn-light">Подробнее</a>
            </div>
        </div>
    </div>
</section>

<section class="section-terms" id="courses">
    <div class="container">
         <h2 class="mb-4">Розклад Базова програма тренінгу "Формула твого успіху".............................</h2>

         <div class="row mb-4">
            <div class="col-md-6 mb-4">
                <h3>
                    🌿 День 1. <br>
                    Основы состояния и мотивации
                </h3>

                <table class="table-borderless">
                    <tbody>
                        <tr>
                            <td class="pe-5">10:00</td><td>Регистрация участников</td>
                        </tr>
                        <tr>
                            <td class="pe-5">10:50</td><td>Открытие тренинга</td>
                        </tr>
                        <tr>
                            <td class="pe-5">11:00</td><td>Знакомство и определение запросов участников</td>
                        </tr>
                        <tr>
                            <td class="pe-5">12:00</td><td>Три уровня мотивации</td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>
                                ☕ Кофе-брейк — по усмотрению спикера
                            </td>
                        </tr>
                        <tr>
                            <td class="pe-5">12:30</td><td>Базовые установки, уровни влияния, эффект плацебо / ноцебо</td>
                        </tr>
                        <tr>
                            <td class="pe-5">13:45</td><td>Работа в малых группах</td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>
                                🍽 Обеденный перерыв (1:20)
                            </td>
                        </tr>
                        <tr>
                            <td class="pe-5">15:50</td><td>Базовые принципы состояния и линейность времени</td>
                        </tr>
                        <tr>
                            <td class="pe-5">16:20</td><td>Треугольник: <br>Делать — Быть — Иметь</td>
                        </tr>
                        <tr>
                            <td class="pe-5">17:20</td><td>Практическое задание</td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>
                                ☕ Кофе-брейк — по усмотрению спикера
                            </td>
                        </tr>
                        <tr>
                            <td class="pe-5">18:00</td><td>Контекст и контент</td>
                        </tr>
                        <tr>
                            <td class="pe-5">21:00</td><td>Практическое задание в малых группах</td>
                        </tr>
                        <tr>
                            <td class="pe-5">21:30</td><td>Завершение первого дня</td>
                        </tr>
                    </tbody>
                </table>
            </div>
            <div class="col-md-6 mb-4">
                <h3>
                    🔥 День 2.<br>
                    Прорыв и отношения

                </h3>

                <table class="table-borderless">
                    <tbody>
                        <tr>
                            <td class="pe-5">10:50</td><td>Открытие дверей</td>
                        </tr>
                        <tr>
                            <td class="pe-5">11:00</td><td>Зона комфорта и выход на новую территорию</td>
                        </tr>
                        <tr>
                            <td class="pe-5">12:30</td><td>Пирамида Маслоу (уровни потребностей)</td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>
                                ☕ Кофе-брейк — по усмотрению спикера
                            </td>
                        </tr>
                        <tr>
                            <td class="pe-5">13:30</td><td>Контекст философии WIN–WIN</td>
                        </tr>
                        <tr>
                            <td class="pe-5">14:00</td><td>Командная игра (упражнение)</td>
                        </tr>
                        <tr>
                            <td class="pe-5">15:15</td><td>Рефлексия</td>
                        </tr>
                        <tr>
                            <td class="pe-5">15:30</td><td>Практические занятия</td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>
                                🍽 Обеденный перерыв (1:20)
                            </td>
                        </tr>
                        <tr>
                            <td class="pe-5">17:40</td><td>Разбор мыслей и выводов из упражнения</td>
                        </tr>
                        <tr>
                            <td class="pe-5">18:00</td><td>Тема отношений: мужчина и женщина</td>
                        </tr>
                        <tr>
                            <td class="pe-5">19:00</td><td>Партнёрские отношения</td>
                        </tr>
                        <tr>
                            <td class="pe-5">20:30</td><td>Завершение второго дня</td>
                        </tr>
                    </tbody>
                </table>
            </div>
            <div class="col-md-6 mb-4">
                <h3>
                    🌞 День 3.<br>
                    Цели, баланс и энергия
                </h3>

                <table class="table-borderless">
                    <tbody>
                        <tr>
                            <td class="pe-5">10:50</td><td>Открытие дверей</td>
                        </tr>
                        <tr>
                            <td class="pe-5">11:00</td><td>Разбор домашнего задания и инсайты</td>
                        </tr>
                        <tr>
                            <td class="pe-5">11:30</td><td>Сила, энергия и усталость</td>
                        </tr>
                        <tr>
                            <td class="pe-5">12:00</td><td>Основы целеполагания</td>
                        </tr>
                        <tr>
                            <td class="pe-5">13:00</td><td>Упражнение «Невыполнение обещания»</td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>
                                ☕ Кофе-брейк — по усмотрению спикера
                            </td>
                        </tr>
                        <tr>
                            <td class="pe-5">13:45</td><td>Колесо баланса</td>
                        </tr>
                        <tr>
                            <td class="pe-5">14:30</td><td>Страхи и цели</td>
                        </tr>
                        <tr>
                            <td class="pe-5">15:30</td><td>Упражнение</td>
                        </tr>
                        <tr>
                            <td></td>
                            <td>
                                🍽 Обеденный перерыв (1:20)
                            </td>
                        </tr>
                        <tr>
                            <td class="pe-5">17:30</td><td>Разбор инсайтов</td>
                        </tr>
                        <tr>
                            <td class="pe-5">18:00</td><td>Практическое задание</td>
                        </tr>
                        <tr>
                            <td class="pe-5">19:00</td><td>Микроцели и домашнее задание</td>
                        </tr>
                        <tr>
                            <td class="pe-5">19:30</td><td>Выпускной вечер</td>
                        </tr>
                    </tbody>
                </table>
            </div>
            <div class="col-md-6 mb-4">
                <h3>
                    🌙 День 4.<br>
                    Вечерний разбор
                </h3>

                <table class="table-borderless">
                    <tbody>
                        <tr>
                            <td class="pe-5">16:30</td><td>Регистрация участников</td>
                        </tr>
                        <tr>
                            <td class="pe-5">17:00</td><td>Рефлексия домашнего задания</td>
                        </tr>
                        <tr>
                            <td class="pe-5">18:30</td><td>Разбор кейсов и инсайтов</td>
                        </tr>
                        <tr>
                            <td class="pe-5">21:00</td><td>Завершение программы</td>
                        </tr>
                    </tbody>
                </table>
            </div>
         </div>

        <p>
            Время ориентировочное и может меняться на усмотрение спикера в зависимости от динамики группы
        </p>



    </div>
</section>

<section class="section-orange" id="registration">
    <div class="container">
        <div class="row">
            <div class="col-md-6 offset-md-3">
                <h2>Хочеш дізнатися детальніше про тренінг?</h2>
                <p>Залиш свої контактні дані – і наш координатор зв'яжеться з тобою. Розкаже докладніше про програму та формати, щоб вибрати те, що підійде саме тобі.</p>
                <form id="formular">
                    <div class="mb-3">
                        <label class="form-label">Имя и фамилия</label>
                        <input type="text" class="form-control form-control-lg" name="name" required>
                        <div class="invalid-feedback">
                            Обов'язковий
                        </div>
                    </div>
                    <div class="mb-3">
                        <label class="form-label">Телефон (з WhatsApp / Telegram)</label>
                        <input type="text" class="form-control form-control-lg" name="phone" required>
                        <div class="invalid-feedback">
                            Обов'язковий
                        </div>
                    </div>
                    <div class="mb-3">
                        <label class="form-label">Вкажіть місто, в якому хочете пройти тренінг</label>
                        <select class="form-select form-select-lg" name="town" required>
                            <option value="">-</option>
                            <option value="Київ">Київ</option>
                            <option value="Варшава">Варшава</option>
                            <option value="Дубай">Дубай</option>
                            <option value="Прага">Прага</option>
                        </select>
                        <div class="invalid-feedback">
                            Обов'язковий
                        </div>
                    </div>
                    <div class="mb-3 div-last">
                        <label class="form-label">Вимога</label>
                        <input type="text" class="form-control form-control-lg" name="request">
                    </div>
                    <button type="button" class="btn btn-primary btn-send">Надсилати</button>
                </form>
                <div id="response"></div>
            </div>
        </div>
    </div>
</section>


    <footer id="contact">
        <div class="container">
            <div class="row">
                <div class="col-md-6 text-md-end pe-0 pe-md-5">
                    <img src="img/logo-xwin.svg" alt="Xwin" class="logo-footer">
                </div>                 
                 <div class="col-md-4">
                    <div class="mb-3">
                        <a href="https://www.instagram.com/win2.change?igsh=MWF5OG9jaXNnMHFxag==" target="_blank">
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 32 32"><path d="M 11.46875 5 C 7.917969 5 5 7.914063 5 11.46875 L 5 20.53125 C 5 24.082031 7.914063 27 11.46875 27 L 20.53125 27 C 24.082031 27 27 24.085938 27 20.53125 L 27 11.46875 C 27 7.917969 24.085938 5 20.53125 5 Z M 11.46875 7 L 20.53125 7 C 23.003906 7 25 8.996094 25 11.46875 L 25 20.53125 C 25 23.003906 23.003906 25 20.53125 25 L 11.46875 25 C 8.996094 25 7 23.003906 7 20.53125 L 7 11.46875 C 7 8.996094 8.996094 7 11.46875 7 Z M 21.90625 9.1875 C 21.402344 9.1875 21 9.589844 21 10.09375 C 21 10.597656 21.402344 11 21.90625 11 C 22.410156 11 22.8125 10.597656 22.8125 10.09375 C 22.8125 9.589844 22.410156 9.1875 21.90625 9.1875 Z M 16 10 C 12.699219 10 10 12.699219 10 16 C 10 19.300781 12.699219 22 16 22 C 19.300781 22 22 19.300781 22 16 C 22 12.699219 19.300781 10 16 10 Z M 16 12 C 18.222656 12 20 13.777344 20 16 C 20 18.222656 18.222656 20 16 20 C 13.777344 20 12 18.222656 12 16 C 12 13.777344 13.777344 12 16 12 Z"/></svg>
                        </a>
                    </div>                    
                 </div>
            </div>
            <hr class="mt-5 mb-4">
            <p class="text-center copy">
                Copyright &copy; 2025 win2Change
            </p>                    
        </div>
    </footer>
    <div class="modal fade" id="reklama" tabindex="-1">
        <div class="modal-dialog modal-dialog-centered">
            <div class="modal-content">
                <div class="modal-header">
                    <h5 class="modal-title">BLACK FRIDAY</h5>
                    <button type="button" class="btn-close" data-bs-dismiss="modal"></button>
                </div>
                <div class="modal-body">
                    <img src="img/black-friday.jpg" class="img-fluid">
                </div>
                <div class="modal-footer">
                    <button type="button" class="btn btn-secondary" data-bs-dismiss="modal">Закрывать</button>
                </div>
            </div>
        </div>
    </div>
    <script src="js/bootstrap.bundle.min.js"></script>
    <script src="js/jquery-3.7.1.min.js"></script>
    <script>

        var reklama = new bootstrap.Modal(document.getElementById('reklama'));

        function validate(form_id) {
            var errorForm = false;
            $('#' + form_id + ' .form-control, #' + form_id + ' .form-select').each(function () {
                if ($(this).attr("required") && $(this).val() === "") {
                    errorForm = true;
                    $(this).addClass('is-invalid');
                } else {
                    $(this).removeClass('is-invalid');
                }
            });
            return errorForm;
        }
        
        function successSave(response) {
            var status = response.status;
            var message = response.message;
            if (status === "ok") {
                $('#formular').html('<div class="alert alert-success">'+message+'</div>');
            } else {
                $('#response').html('<div class="alert alert-danger mt-3">'+message+'</div>');
            }				
        }
        
        $('.btn-send').click(function(event){
            event.preventDefault();
            if (!validate('formular')) {
                var data = $('#formular').serialize();
                $.post('send.html', data, successSave, "json");
            }

        });

        $(document).ready(function () {
            //reklama.show();
            var offsetFromTop = 200;
            $(window).scroll(function () {
                    var st = $(this).scrollTop();
                    if (st > offsetFromTop) {
                            $('header').addClass('scrolled');
                    } else {
                            $('header').removeClass('scrolled');
                    }
            });
	    });
         $('.mobile-toggle').click(function(event){
            event.preventDefault();
            $('header').toggleClass('mobile-menu');
            $('body').toggleClass('overflow-hidden');
        });

        $('.nav > .nav-link').click(function(){
            $('.nav-link').removeClass('active');
            $(this).addClass('active');
            $('header').removeClass('mobile-menu');
            $('body').removeClass('overflow-hidden');
            return true;
        });

    </script>
  </body>
</html>
